{
    "type": "Growing Bajra in Farm",
    "title": "Growing Bajra in Farm, India, Madhya Pradesh",
    "sections": [
        {
            "title": "Introduction to Bajra",
            "text": "Bajra, also known as pearl millet, is a drought-tolerant crop that thrives in dry regions. It is a popular crop in India, particularly in the state of Madhya Pradesh, due to its high nutritional value and adaptability to local climate conditions. Bajra is an excellent source of protein, fiber, and minerals.",
            "imageUrl": "growing_bajra_in_farm__india_madhya_pradesh_1745606762_section_1.png",
            "audioUrl": ""
        },
        {
            "title": "Preparation and Sowing",
            "text": "To grow bajra, the land needs to be prepared by plowing and leveling the soil. The ideal time for sowing bajra in Madhya Pradesh is during the monsoon season, typically between June and July. The seeds should be sown about 2-3 cm deep and 1-2 cm apart, in rows that are 30-40 cm apart.",
            "imageUrl": "growing_bajra_in_farm__india_madhya_pradesh_1745606762_section_2.png",
            "audioUrl": ""
        },
        {
            "title": "Irrigation and Pest Management",
            "text": "Bajra requires minimal irrigation, but it does need consistent moisture during the germination and flowering stages. Farmers should be aware of potential pests and diseases, such as shoot fly and downy mildew, and take preventive measures to protect their crops. Regular monitoring and timely intervention can help prevent significant damage.",
            "imageUrl": "growing_bajra_in_farm__india_madhya_pradesh_1745606762_section_3.png",
            "audioUrl": ""
        },
        {
            "title": "Harvesting and Storage",
            "text": "Bajra is typically ready for harvest about 70-80 days after sowing, when the grains are dry and the plants have turned golden brown. The crop should be cut near the base of the plant, tied into bundles, and dried further to reduce moisture content. Proper storage is essential to maintain the quality of the grain and prevent spoilage.",
            "imageUrl": "growing_bajra_in_farm__india_madhya_pradesh_1745606762_section_4.png",
            "audioUrl": ""
        }
    ]
}